Repository: roman-tiukh/Data_converter
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: User already in project
uk: Користувач вже в проекті

source: User already invited
uk: Користувача вже запрошено

source: User is not invited
uk: Користувача не запрошено

source: You cannot deactivate an owner from his own project
uk: Ви не можете відключити власника від його власного проекту

source: User already deactivated
uk: Користувача вже деактивовано

source: User already activated
uk: Користувач вже активований

source: You cannot disable default project
uk: Ви не можете вимкнути базовий проект

source: Can't add default subscription
uk: Не вдається додати базовий тарифний план

source: Can't add second future subscription
uk: Не вдається додати другий майбутній тарифний план

source: You have subscription on a grace period, cant add new subscription
uk: Ви маєте тарифний план на пільговому періоді, не можете додати новий тарифний план

source: You already on {}
uk: Ви вже на {}

source: You have subscription on a grace period, can't add new subscription
uk: Ви маєте тарифний план на пільговому періоді, не можете додати новий тарифний план

source: Default subscription already exists
uk: Базовий тарифний план уже існує

source: User can only have one default project
uk: Користувач може мати лише один базовий проект

source: Active
uk: Активний

source: Past
uk: Минулий

source: Future
uk: Майбутній

source: Only one {} subscription in project
uk: У проекті лише один {} тарифний план

source: No project matches the given query
uk: Жоден проект не відповідає даному запиту

source: View is not defined, pass it as a context variable
uk: View не визначено, передайте його як змінну контексту

source: Define adapter_class in view
uk: Визначте adapter_class у view

source: Define callback_url in view
uk: Визначте callback_url у view

source: Define client_class in view
uk: Визначте client_class у view

source: Incorrect input. access_token or code is required.
uk: Некоректне введення. Необхідний токен доступу або код.

source: Incorrect value
uk: Некоректне значення

source: User is already registered with this e-mail address.
uk: Користувач уже зареєстрований з цією електронною адресою.

source: A user is already registered with this e-mail address.
uk: Користувач уже зареєстрований з цією електронною адресою.

source: The two password fields didn't match.
uk: Два поля паролів не збіглись.

source: Verification e-mail sent.
uk: Електронна пошта для підтвердження надіслана.

source: ok
uk: так

source: Must include "email" and "password".
uk: Потрібно включати "email" та "password".

source: Must include "username" and "password".
uk: Потрібно включати "username" та "password".

source: Must include either "username" or "email" and "password".
uk: Потрібно включати або "username" або "email" та "password".

source: User account is disabled.
uk: Обліковий запис користувача відключено.

source: Unable to log in with provided credentials.
uk: Не вдається увійти за допомогою наданих облікових даних.

source: E-mail is not verified.
uk: Електронна пошта не перевірена.

source: Successfully logged out.
uk: Успішний вихід.

source: Password reset e-mail has been sent.
uk: Електронна пошта для відновлення пароля надіслана.

source: Password has been reset with the new password.
uk: Пароль було скинуто з новим паролем.

source: New password has been saved.
uk: Новий пароль збережено.

source: The Email must be set
uk: Електронна пошта повинна бути вказана

source: Superuser must have is_staff=True.
uk: У суперкористувача повинно бути встановлено is_staff=True.

source: Superuser must have is_superuser=True.
uk: У суперкористувача повинно бути встановлено is_superuser=True.

source: email address
uk: адреса електронної пошти

source: language
uk: мова

source: password
uk: пароль

source: first name
uk: ім'я

source: last name
uk: прізвище

source: expire at
uk: діє до

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Your password can’t be too similar to
uk: Ваш пароль не може бути надто схожим на

source: User with this email is already exists
uk: Користувач з цією електронною поштою вже існує

source: Email not sent. Try again later.
uk: Лист на електронну пошту не надіслано. Спробуйте ще раз пізніше.

source: Confirmation link is broken
uk: Посилання на підтвердження пошкоджено.

source: Confirmation link is expired.
uk: Дія посилання на підтвердження закінчилась.
