Repository: roman-tiukh/Data_converter
Catalog: payment_system/locale/*/LC_MESSAGES/django.po
Languages: uk

source: You have been deleted from the project
uk: Вас видалили з проєкту

source: You were deleted from the project
uk: Вас видалили з проєкту

source: You have been restored an access to the project
uk: Вам відновлено доступ до проєкту

source: Access to the project is restored
uk: Доступ до проєкту відновлено

source: You have been removed from the project
uk: Вас видалили із проєкту

source: You were expelled from the project
uk: Вас видалили з проєкту

source: confirm your invitation
uk: підтвердив Ваше запрошення

source: The user you added to the project will confirm your invitation
uk: Користувач, якого Ви додали до проєкту, підтвердив ваше запрошення

source: The user {owner} has invited you to the project "{project}"
uk: Користувач {owner} запросив Вас до проєкту "{project}"

source: You have been invited to a new project
uk: Вас запросили до нового проєкту

source: According to the terms of your subscription today you need to pay for the project %(project)s
uk: За умовами Вашого тарифного плану, сьогодні потрібно здійснити оплату за проєкт %(project)s

source: Invoice for payment
uk: Рахунок на оплату

source: You have subscribed to the subscription
uk: Ви підписалися на тарифний план

source: You have subscribed to a new subscription
uk: Ви підписалися на новий тарифний план

source: We confirm payment for the project
uk: Підтверджуємо оплату за проєкт

source: Payment confirmed
uk: Оплату підтверджено

source: Due to non-payment of the project %(project)s, it has been transferred to the free subscription without the possibility of its change. To resume work with previous conditions, please connect our support.
uk: Через відсутність оплати проєкт %(project)s переведено на безкоштовний тарифний план без можливості його зміни. Для відновлення роботи за попередніми умовами зверніться до служби підтримки.

source: Your project has been transferred to a free subscription due to non-payment
uk: Ваш проєкт переведено на безкоштовний тарифний план через несплату

source: Note that the token in the project {project} has been changed
uk: Зверніть увагу, що змінився токен доступу у проєкті {project}

source: Token access has been changed in the project
uk: У проєкті змінився токен доступу

source: You have not paid the bill
uk: У Вас не сплачений рахунок

source: You have 0 requests left
uk: У вас залишилося 0 запитів

source: You have 0 views left
uk: У вас залишилося 0 переглядів

source: You do not have permission to perform this action.
uk: У вас немає дозволу на виконання цієї дії.

source: name
uk: назва

source: disabled_at
uk: деактивовано

source: owner
uk: власник

source: user
uk: користувач

source: subscriptions
uk: тарифні плани

source: User already in project
uk: Користувач вже в проєкті

source: User already invited
uk: Користувача вже запрошено

source: User is not invited
uk: Користувача не запрошено

source: You cannot deactivate an owner from his own project
uk: Ви не можете відключити власника від його власного проєкту

source: User already deactivated
uk: Користувача вже деактивовано

source: User already activated
uk: Користувач вже активований

source: You cannot delete an owner from his own project
uk: Ви не можете видалити власника з його власного проєкту

source: You cannot disable default project
uk: Ви не можете вимкнути базовий проєкт

source: Can't add second future subscription
uk: Не вдається додати другий майбутній тарифний план

source: Project have subscription on a grace period, can't add new subscription
uk: Проєкт має тарифний план на пільговому періоді, не можете додати новий тарифний план

source: Project already on {}
uk: Проєкт вже на {}

source: Project don't have future subscription
uk: Проект не має майбутньої підписки

source: project
uk: проєкти

source: projects
uk: проєкти

source: description
uk: опис

source: price
uk: вартість

source: requests limit
uk: ліміт запитів

source: platform requests limit
uk: ліміт запитів з платформи

source: grace_period
uk: пільговий період

source: is custom
uk: є нестандартним

source: is default
uk: є проектом за замовченням

source: Default subscription already exists
uk: Базовий тарифний план уже існує

source: subscription
uk: тарифний план

source: paid at
uk: дата оплати

source: project`s subscription
uk: тарифний план проекту

source: is grace period blocked
uk: чи блоковано пільговий період

source: start date
uk: дата початку

source: end date
uk: дата завершення

source: subscription`s name
uk: назва тарифного плану

source: project`s name
uk: назва проекту

source: is subscription custom
uk: тарифний план є нестандартним

source: invoice
uk: рахунок

source: invoices
uk: рахунки

source: User can only have one default project
uk: Користувач може мати лише один базовий проєкт

source: Active
uk: Активний

source: Past
uk: Минулий

source: Future
uk: Майбутній

source: Only one {} subscription in project
uk: У проєкті лише один {} тарифний план

source: invitation
uk: запрошення

source: invitations
uk: запрошення

source: custom subscription request
uk: запит на тарифний план Сustom

source: custom subscription requests
uk: запити на тарифні плани Сustom

source: Have a good teamwork
uk: Вдалої спільної роботи

source: Contact the owner to restore access
uk: Для відновлення доступу зв’яжіться з його власником

source: Contact the project owner to restore access
uk: Для відновлення доступу зв’яжіться власником проєкту

source: Have a good teamwork on the project
uk: Вдалої спільної роботи над проєктом

source: The user %(owner)s has invited you to the project %(project)s. For start
uk: Користувач %(owner)s запросив Вас до проєкту %(project)s. Для початку роботи

source: sing up
uk: зареєструйтесь

source: and
uk: та

source: go to your profile
uk: перейдіть у свій профіль

source: According to the terms of your subscription, today you need to pay for the project %(project)s. In the attachment, you will find an account. You can always change the subscription according to your needs.
uk: За умовами Вашого тарифного плану, сьогодні потрібно здійснити оплату за проєкт %(project)s. У вкладенні Ви знайдете рахунок. Ви завжди можете змінити тарифний план згідно Ваших потреб.

source: The action will start with
uk: Дія почнеться з

source: You can join all revisions of the subscription
uk: Ви можете користуватися усіма перевагами тарифного плану

source: Thank you for being with us
uk: Дякуємо, що Ви з нами

source: Note that the token in the project %(project)s has been changed. The current token is displayed in the project profile, the list of available projects is displayed in the user profile. Always use up-to-date token for proper access.
uk: Зверніть увагу, що змінився токен доступу у проєкті %(project)s. Актуальний токен відображається у профілі проєкту, перелік доступних проєктів - у профілі користувача. Для коректної роботи завжди використовуйте актуальний токен доступу.

source: You have not paid the bill. Tomorrow is the last day of payment. After that, your project "%(project)s" will be presented with a free subscription.
uk: У Вас не сплачений рахунок. Завтра останній день сплати. Після цього Ваш проєкт "%(project)s" буде переведено на безкоштовний тарифний план.

source: (invoice attached)
uk: (рахунок додається)

source: PAID
uk: ОПЛАЧЕНО

source: No project matches the given query
uk: Жоден проєкт не відповідає даному запиту
