Repository: roman-tiukh/Data_converter
Catalog: business_register/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Options for writing full name
uk: Варіанти написання прізвища англійською містять

source: Associated company`s number (provide a number)
uk: Пов'язана компанія має код ЄДРПОУ (введіть код)

source: Period for {} is not provided.
uk: Не вказано період для {}.

source: Period for {} not matches restrictions.
uk: Період для {} не відповідає вимогам.

source: Use first_name + last_name + middle_name or fullname_transcription fields for check person
uk: Використовуйте поля first_name + last_name + second_name або fullname_transcription для перевірки особи

source: This field is required
uk: Це поле є обовязковим

source: The length of the field value must be 2 or more words
uk: Довжина значення поля має бути 2 або більше слів

source: charter
uk: статут

source: company type
uk: тип компанії

source: The United State Register of Legal Entities, Individual Entrepreneurs and Public Organizations of Ukraine
uk: Єдиний державний реєстр юридичних осіб, фізичних осіб – підприємців та громадських формувань України

source: Company House (UK companies` register)
uk: Реєстр компаній Великобританії (Company House)

source: ANTAC
uk: ЦПК

source: Declarations
uk: Декларація

source: name
uk: назва

source: english name
uk: англійська назва

source: short name
uk: скорочена назва

source: number
uk: код

source: CEO
uk: директор

source: share capital
uk: статутний капітал

source: country
uk: країна

source: address
uk: адреса

source: status
uk: статус

source: registration date
uk: дата реєстрації

source: registration info
uk: дані про реєстрацію

source: contacts
uk: контакти

source: registration authority
uk: орган реєстрації

source: parent company
uk: материнська компанія

source: id from ANTACs DB
uk: id з бази даних ЦПК

source: source
uk: джерело даних

source: our code
uk: наш код

source: company
uk: компанія/організація

source: companies
uk: компанії/організації

source: assignee
uk: правонаступник

source: bankruptcy readjustment
uk: санація

source: additional info
uk: додаткові дані

source: NACE
uk: КВЕД

source: owner
uk: власник

source: predecessor
uk: попередник

source: signer
uk: має право підпису

source: termination
uk: ліквідація

source: full name
uk: повне ім'я

source: registration date second
uk: друга дата реєстрації

source: registration number
uk: реєстраційний номер

source: termination date
uk: дата ліквідації

source: termination info
uk: інформація про ліквідацію

source: termination cancellation info
uk: інформація про припинення ліквідації

source: entrepreneur
uk: фізична особа-підприємець

source: entrepreneurs
uk: фізичні особи-підприємці

source: section
uk: секція

source: division
uk: розділ

source: group
uk: група

source: code
uk: код

source: is valid
uk: є чинним

source: Classification of economic activities
uk: Класифікація видів економічної діяльності

source: Resigned or term ended
uk: Звільнився або закінчилися повноваження

source: Associated PEP is dead
uk: Пов'язана особа або член сім'ї-публічний діяч помер

source: Associated person is no more PEP
uk: Пов'язана особа або член сім'ї-публічний діяч припинив ним бути

source: Legislation was changed
uk: Змінилося законодавство, що визначає статус публічного діяча

source: Company is no more state
uk: Змінилася форма власності компанії, посада в який надавала статус публічного діяча

source: National politically exposed person
uk: Національний публічний діяч

source: Foreign politically exposed person
uk: Іноземний публічний діяч

source: Politically exposed person, having political functions in international organization
uk: Діяч, що виконує політичні функції у міжнародній організації

source: Associated person
uk: Пов'язана особа

source: Family member
uk: Член сім'ї

source: first name
uk: ім'я

source: middle name
uk: по батькові

source: surname
uk: прізвище

source: full name in English
uk: повне ім'я англійською мовою

source: options for writing the full name
uk: варіанти написання прізвища англійською

source: last position
uk: остання посада

source: last office
uk: останнє місце роботи

source: is pep
uk: є публічним діячем

source: associated persons
uk: пов'язана особа

source: type
uk: тип

source: known sanctions against the person
uk: відомі санкції щодо особи

source: known sentences against the person
uk: відомі вироки щодо особи

source: assets info
uk: інформація про активи

source: known criminal proceedings against the person
uk: відомі кримінальні провадження щодо особи

source: wanted
uk: розшук

source: date of birth
uk: дата народження

source: year of birth
uk: рік народження

source: place of birth
uk: місце народження

source: is_dead
uk: помер

source: PEP status termination date
uk: дата втрати статусу публічного діяча

source: reason of termination
uk: причина втрати статусу

source: id from the National agency on corruption prevention
uk: id з НАЗК

source: politically exposed person
uk: публічний діяч

source: politically exposed persons
uk: публічні діячі

source: Family
uk: Родинний

source: Business
uk: Бізнес

source: Personal
uk: Особистий

source: associated person
uk: пов'язана особа

source: another associated person
uk: інша пов'язана особа

source: connection`s type
uk: тип зв'язку

source: another person`s connection`s type
uk: тип зв'язку для іншої особи

source: connection`s type in English
uk: тип зв'язку англійською

source: another person`s connection`s type in English
uk: тип зв'язку для іншої особи англійською

source: connection`s category
uk: категорія зв'язку

source: connection`s start date
uk: дата встановлення зв'язку

source: connection`s confirmation date
uk: дата підтвердження зв'язку

source: connection`s end date
uk: дата завершення зв'язку

source: connection with another PEP
uk: зв'язки з іншим публічним діячем

source: connections with PEPs
uk: зв'язки з іншими публічними діячами

source: Bank client
uk: Клієнт банку

source: Owner
uk: Власник

source: By position
uk: За посадою

source: Manager
uk: Керівник

source: Other
uk: Інше

source: associated with PEP company
uk: Пов'язана з публічним діячем компанія

source: associated with company PEP
uk: Пов'язаний з компанією публічний діяч

source: company connection with Pep
uk: зв'язок компанії з публічними діячами

source: company connections with Peps
uk: зв'язки компанії з публічними діячами

source: name of the type of sanctions applied
uk: назва застосованої санкції

source: law used
uk: на підставі закону

source: law used to impose sanctions
uk: закон, на підставі якого застосована санкція

source: Sanction type
uk: Тип санкції

source: Sanction types
uk: Типи санкцій

source: start date
uk: дата початку

source: date of imposing sanctions
uk: дата початку санкцій

source: cancellation condition
uk: умова скасування

source: condition of the cancellation of sanctions
uk: умова скасування санкцій

source: end date
uk: дата завершення

source: end date of sanctions
uk: дата завершення санкцій

source: reasoning
uk: обгрунтування

source: reasoning of imposing sanctions
uk: обгрунтування санкцій

source: initial data
uk: вихідні дані

source: reasoning date
uk: дата обгрунтування

source: date of reasoning of imposing sanctions
uk: дата обгрунтування санкцій

source: country under this sanction
uk: країна під цією санкцією

source: types of sanctions
uk: види санкцій

source: types of sanctions applied
uk: види застосованих санкцій

source: Sanction against country
uk: Санкції щодо країни

source: Sanctions against countries
uk: Санкції щодо країн

source: PEP
uk: публічний діяч

source: politically exposed person under this sanction
uk: публічний діяч під цією санкцією

source: full name original transcription
uk: повне ім'я мовою країни громадянства

source: date of birth of the person under sanctions
uk: місце народження особи під санкціями

source: place of birth of the person under sanctions
uk: місце народження особи під санкціями

source: place of registration or residence of the person under sanctions
uk: місце реєстрації або проживання особи під санкціями

source: country of citizenship
uk: країна громадянства

source: country of citizenship of the person under sanctions
uk: країна громадянства особи під санкціями

source: occupation
uk: посада

source: occupation or professional activity of the person under sanctions
uk: посада або вид діяльності особи під санкціями

source: passports
uk: паспорти

source: id cards info
uk: інформація про документи

source: id cards info of the person under sanctions
uk: інформація про документи особи під санкціями

source: taxpayer number
uk: номер платника податків

source: taxpayer number of the person under sanctions
uk: номер платника податків особи під санкціями

source: additional info about the person under sanctions
uk: додаткова інформація про особу під санкціями

source: Sanction against person
uk: Санкції щодо особи

source: Sanctions against persons
uk: Санкції щодо осіб

source: company or organisation under this sanction
uk: компанія або організація під санкціями

source: company name
uk: назва компанії

source: name of the company under sanctions
uk: повна назва компанії під санкціями

source: original transcription of the name
uk: назва мовою країни реєстрації

source: original transcription of the company name in the language of the country of registration
uk: назва компанії під санкціями мовою країни реєстрації

source: address of registration or the main office of the company under sanctions
uk: адреса реєстрації або головного офісу компанії під санкціями

source: date of registration of the company under sanctions
uk: дата реєстрації компанії під санкціями

source: number of registration of the company under sanctions
uk: реєстраційний номер компанії під санкціями

source: country of registration
uk: країна реєстрації

source: country of registration of the company under sanctions
uk: країна реєстрації компанії під санкціями

source: company taxpayer number
uk: номер платника податків компанії

source: taxpayer number of the company under sanctions
uk: номер платника податків компанії під санкціями

source: Sanction against company
uk: Санкції щодо компанії

source: Sanctions against companies
uk: Санкції щодо компаній

source: Too many results for export in .xlsx. Try reduce filter conditions.
uk: Забагато результатів для експорту в .xlsx. Спробуйте змінити параметри фільтрації

source: Generation of .xlsx file has begin. Expect an email with downloading link.
uk: Розпочато генерацію .xlsx файла. Очікуйте на email із посиланням для загрузки файла.
