Repository: roman-tiukh/Data_converter
Catalog: data_ocean/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Generation of .xlsx export file completed
uk: Генерацію .xlsx файла завершено

source: Generation of .xlsx file has ended. You may download the file by address %(address)s
uk: Генерацію .xlsx файла завершено. Ви можете скачати файл за адресою %(address)s

source: is invalid request parameter. Could be true, false, 1, 0
uk: є некоректним параметром для булєвого запиту. Може бути true, false, 1, 0

source: status
uk: статус

source: registration authority
uk: орган реєстрації

source: taxpayer type
uk: тип платника податків

source: Up-to-date
uk: Актуальний

source: Outdated
uk: Дані застарілі

source: Not supported
uk: Не підтримується

source: name
uk: назва

source: source
uk: джерело даних

source: source ID
uk: ID у джерелі даних

source: source url
uk: url джерела даних

source: source API
uk: API джерела даних

source: API list
uk: API списку

source: API detail
uk: API об'єкта

source: total records
uk: кількість записів

source: dataset
uk: набір даних

source: datasets
uk: набори даних

source: data update report
uk: звіт про оновлення даних

source: data update reports
uk: звіти про оновлення даних

source: By %(filter_title)s
uk: За %(filter_title)s

source: Remove
uk: Видалити

source: Regards
uk: З повагою

source: go to website
uk: Перейти на сайт

source: All rights reserved
uk: Всі права захищені

source: We have generated the .xlsx file for your request.
uk: Файл формату .xlsx за Вашим запитом сгенеровано.

source: Download file
uk: Скачати файл

source: Hi
uk: Вітаємо
